 <?php
  return [
    'firstname.required' => 'Поле имя обязательно для заполнения.',
    'firstname.string' => 'Поле имя должно быть строкой.',
    'firstname.between' => 'Поле имя должно содержать от 2 до 50 символов.',
    'firstname.regex' => 'Поле имя должно содержать только буквы и пробелы.',
    'lastname.required' => 'Поле фамилия обязательно для заполнения.',
    'lastname.string' => 'Поле фамилия должно быть строкой.',
    'lastname.between' => 'Поле фамилия должно содержать от 2 до 50 символов.',
    'lastname.regex' => 'Поле фамилия должно содержать только буквы и пробелы.',
    'description.string' => 'Поле описание должно быть строкой.',
    'description.max' => 'Поле описание должно содержать не более 500 символов.',
    'userExist'=>'Такой пользователь уже существует'
  ];
